tap "1password/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "shopify/shopify"
brew "glib"
brew "python@3.9"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "jpeg-xl"
brew "autoconf"
brew "coreutils"
brew "asdf"
brew "awk"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bat"
brew "btop"
brew "chezmoi"
brew "cloudflared"
brew "libssh2"
brew "curl"
brew "dasel"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "efm-langserver"
brew "eslint"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "fzy"
brew "gimme-aws-creds"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "gnu-sed"
brew "gtk+3"
brew "goffice"
brew "gnumeric"
brew "guile"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "grep"
brew "htop"
brew "ical-buddy"
brew "jq"
brew "python@3.10"
brew "khal"
brew "kubernetes-cli"
brew "lazygit"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wget"
brew "wxwidgets"
brew "zellij"
brew "helix-editor/helix/helix"
brew "shopify/shopify/shopify-cli"
cask "1password-cli"
cask "alfred"
cask "devutils"
cask "docker"
cask "dteoh-devdocs"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "gimp"
cask "kitty"
cask "nextcloud"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rq"
cask "visual-studio-code"
cask "wezterm"
cask "wkhtmltopdf"
