1password
alfred
bartender
docker
dropbox
firefox
google-chrome
google-cloud-sdk
iina
java
keepingyouawake
minikube
mono-mdk
ngrok
omnifocus
postman
sketch
skype
slack
spectacle
sublime-text
the-unarchiver
transmission
tunnelblick
virtualbox
