1password
alacritty
alfred
bartender
docker
dropbox
firefox
font-ibm-plex
font-input
google-chrome
iina
java
keepingyouawake
lulu
notion
omnifocus
postico
sketch
slack
sloth
spectacle
sublime-text
the-unarchiver
transmission
tunnelblick
virtualbox
vlc
