1password
alfred
bartender
docker
dropbox
firefox
flux
github-desktop
google-chrome
iterm2
iterm2-borderless
java
keepingyouawake
mono-mdk
ngrok
omnifocus
rescuetime
robomongo
sketch
slack
sonarr
spectacle
sublime-text
the-unarchiver
toggldesktop
transmission
tunnelblick
virtualbox
vlc
